IDEA StatiCa Open Model
OpenModel.Member1D Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of Member 1D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<Member1D> Member1D { get; set; }
Public Property Member1D As List(Of Member1D)
	Get
	Set
public:
property List<Member1D^>^ Member1D {
	List<Member1D^>^ get ();
	void set (List<Member1D^>^ value);
}
Property Value
Type: List<Member1D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace